# St7GetSRAResultCQC

Returns the state of the CQC result option for Spectral Response analysis.

long St7GetSRAResultCQC(long uID, bool* CQC)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
CQC
True if CQC results are generated.